/* Errors returned by the device in the form of xml */
"Success" = "Udført";
"TestInProgress" = "Tester... Vent.";
"ErrorDeviceBusy" = "Enheden er optaget. Prøv igen senere.";
"ErrorDuplicateDisplayName" = "Sammenfaldende visnings- eller placeringsnavn. Angiv et andet navn, og prøv igen.";
"ErrorEmptyEntry" = "En af indstillingsposterne, der er sendt til enheden, er tom. Kontroller, om alle poster er gyldige, og prøv derefter igen.";
"ErrorListFull" = "Posten kan ikke tilføjes pga. pladsmangel. Slet en post fra enheden, og prøv igen.";
"ErrorSettingNotTested" = "Denne indstilling er ikke testet.";
"ErrorSystemFailure" = "Der er opstået en kritisk fejl. Prøv igen senere.";
"ErrorNoMoreSpace" = "Den maksimale størrelse for e-postbilag er for stort for den valgte server. Angiv en lavere værdi, og prøv igen.";
"ErrorNoWritePermission" = "Der er ikke skrivetilladelse til den valgte mappe. Angiv de korrekte adgangsrettigheder for mappen, og prøv igen.";
"ErrorConnectionFailed" = "Enheden kan ikke oprette forbindelse til den angivne eksterne server. Kontroller serverindstillingerne.";
"ErrorConnectionRefused" = "Serveren har afvist forbindelsen. Kontroller, at serveren er tændt og kører.";
"ErrorServerNotFound" = "Enheden kan ikke fortolke serverens værtsnavn. Kontroller serverindstillingerne.";
"ErrorWrongCredentials" = "Serveren har afvist de brugerlegitimationsoplysninger, der er angivet for godkendelse. Angiv de korrekte brugerlegitimationsoplysninger, og prøv igen.";
"ErrorConnectionProblem" = "Der opstod et problem under oprettelse af forbindelse til den eksterne server. Kontroller, at serveren er tilsluttet netværket og kører.";
"ErrorProtocolNotSupported" = "Den eksterne server anvender en protokol, der ikke understøttes.";
"ErrorInvalidFileOrDirectory" = "Den angivne sti er ugyldig. Angiv en gyldig sti, og prøv igen.";
"ErrorInvalidFolderPath" = "Den angivne sti er ugyldig. Angiv en gyldig sti, og prøv igen.";
"ErrorInvalidShare" = "Den delte mappe er ugyldig. Vælg en anden delt mappe, og prøv igen.";
"ErrorAuthenticationNeeded" = "Den angivne server skal godkendes. Angiv de korrekte brugerlegitimationsoplysninger for at få adgang til serveren, og prøv igen.";
"ErrorSecureConnectionNotSupported" = "Serveren understøtter ikke en sikker forbindelse. Fjern markeringen af afkrydsningsfeltet Brug SSL, og prøv igen.";
"ErrorSenderInvalid" = "Afsenderens e-postadresse er ugyldig. Angiv en gyldig e-postadresse, og prøv igen.";
"ErrorRecipientInvalid" = "Modtagerens e-postadresse er ugyldig. Angiv en gyldig e-postadresse, og prøv igen.";
"ErrorServerError" = "Serveren returnerede en fejl. Handlingen kan ikke udføres. Kontroller, at de angivne serveroplysninger er korrekte.";
"ErrorInvalidServerName" = "Den angivne server er ugyldig. Angiv en gyldig SMTP-server, og prøv igen.";

"404 Not Found" = "Enheden er ikke fundet. Kontroller, om enheden er tilsluttet netværket og tændt.";
"400 Bad Request" = "Anmodningen kan ikke behandles, fordi den indeholder en fejl. Prøv igen senere.";

//error if the seed URL could not be obtained from the device
"COULD_NOT_GET_ACTUAL_URL" = "Enheden har ikke returneret en gyldig URL. Vent et par minutter, og prøv igen.";

/* XML Data validation errors */
"Setting Error" = "Fejl - manglende eller ugyldige data";
"MISSING_FOLDER_SETTING" = "Nogle af mappedestinationsoplysningerne mangler. Vælg en mappe, angiv et brugernavn og en adgangskode, og prøv derefter igen.";
"MISSING_EMAIL_SETTING" = "Nogle mappedestinationsoplysninger mangler. Angiv alle e-postindstillingerne, og prøv derefter igen.";
"MISSING_SERVER_CREDENTIALS" = "Serverens oplysninger mangler. Angiv brugernavn og adgangskode, og prøv igen.";
"MISSING_DISPLAY_NAME" = "Afsendernavnet mangler. Angiv et afsendernavn, og prøv derefter igen.";
"MISSING_EMAIL_ADDRESS" = "E-postadressen mangler. Angiv en gyldig e-postadresse, og prøv igen.";
"MISSING_SERVER" = "Serveren mangler. Angiv en server, og prøv derefter igen.";

"INVALID_PIN" = "Den PIN-kode, du har angivet, er ugyldig. Nummeret skal bestå af præcis fire cifre. Angiv en gyldig PIN-kode, og prøv igen.";
"INVALID_SERVER_PORT" = "Det angivne serverportnummer er ugyldigt. Portnummeret skal ligge mellem 1 og 65535.";
"INVALID_ATTMT_SIZE" = "Den maksimale bilagsstørrelse, du har angivet, er ugyldig. Tallet skal ligge mellem 1 og 9999. Angiv -1 for automatisk angivelse af bilagsstørrelse.";
"INVALID_DFADESTINATION" = "Den valgte destination for digital fax er ugyldig. Vælg en korrekt destination.";
"INVALID_POLLING_TIME" = "Det valgte polling-interval er ugyldigt. Gyldige værdier er 5, 10, 15, 20, 30, 45 og 60. Vælg et gyldigt interval, og prøv igen.";
"INVALID_DISPLAY_NAME" = "Det angivne afsendernavn er ugyldigt. Angiv et afsendernavn på mindre end 25 tegn.";

/* Buttons */
"OK" = "OK";
"Cancel" = "Annuller";
"Hide" = "Skjul";

/* Other errors */
"GENERIC_ERROR_TITLE" = "Fejl";
"GENERIC_DEVICE_ERROR_TITLE" = "Enhedsfejl";
"GENERIC_DEVICE_ERROR_DESC" = "Der er opstået en ukendt fejl under forsøg på at kommunikere med enheden. Prøv igen senere.";
"XML_PARSING_ERROR" = "Enheden har returneret ugyldige data. Vent et par minutter, og prøv igen.";
"DEVICE_COMMUNICATION_ERROR_DESC" = "Der opstod en fejl under forsøg på at kommunikere med enheden. Kontroller, at enheden og din maskine er tilsluttet netværket, og prøv igen.";

/*vhm: Added PML Related Errors*/

"DEVICE_NOT_FOUND_TITLE" = "Enhed ikke fundet";
"DEVICE_NOT_FOUND_DESC" = "Der opstod et problem under forsøg på at kommunikere med enheden. Kontroller, at enheden er tændt og tilsluttet korrekt, og prøv derefter igen.";

"PML_ERROR_TITLE" = "Enhedsfejl";
"PML_ERROR_DESC1" = "Der opstod et problem under angivelse af oplysninger til enheden. Kontroller, at inputværdierne er gyldige.";

"SETTING_REJECTED_TITLE" = "Indstillinger ikke accepteret";
"SETTING_REJECTED_DESCRIPTION" = "Konfiguration kunne ikke udføres, fordi enheden er beskyttet af en administratoradgangskode. Brug den integrerede webserver (EWS) til at fjerne adminstratoradgangskoden. I dokumentationen til enheden finder du yderligere oplysninger";

"GENERAL_DATA_MISSING_DESCRIPTION" = "Et eller flere felter er tomme. Udfyld alle felter, eller klik på Annuller.";


//Device Door open error while printing the fax logs
"DOOR_OPEN_TITLE" = "Dør/dæksel er åben(t)";
"DOOR_OPEN_DESC" = "Printeren kan ikke udskrive, fordi et dæksel er åbent. Luk alle printerens dæksler.";


//Device not ready error while printing the fax logs
"INCORRECT_STATE_TITLE" = "Printerfejltilstand";
"INCORRECT_STATE_DESC" = "Korriger enhedens fejltilstand, og prøv igen.";

//Device busy error while printing the fax logs
"DEVICE_BUSY_TITLE" = "Printeren er optaget i øjeblikket";
"DEVICE_BUSY_DESC" = "Vent, mens pirnteren færdiggør det aktuelle job.";

//Error if the device's region code does not support fax blocking
"CALLER_ID_NOT_SUPPORTED_TITLE" = "Opkalds-id ikke understøttet";
"CALLER_ID_NOT_SUPPORTED_DESC" = "Det land/den region, som enheden aktuelt er indstillet til, understøtter ikke opkalds-id'er. Vælg et land/en region på enhedens frontpanel, som understøtter opkalds-id'er, og prøv igen.";


//Error if black list entries are applied while device is processing the fax job
"COULD_NOT_APPLY_SETTINGS_TITLE" = "Indstillingerne kan ikke anvendes.";
"COULD_NOT_APPLY_SETTINGS_DESC" = "Kontroller, om enheden er online og ikke behandler et faxjob.";


